tap "oven-sh/bun"
tap "runpod/runpodctl"
brew "cmake"
brew "fd"
brew "fish"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "glow"
brew "go"
brew "htop"
brew "imagemagick"
brew "lima"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "ripgrep"
brew "television"
brew "tmux"
brew "vercel-cli"
brew "wget"
brew "yazi"
brew "yq"
brew "oven-sh/bun/bun"
cask "claude-code"
cask "dbeaver-community"
cask "ghostty"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "pearcleaner"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
